/* 
  Localizable.strings
  Pods

  Created by Benjamin Erhart on 20.04.17.

*/

// BridgeSelectViewController.swift
"__BRIDGES_EXPLANATION__" = "Мосты – это ретрансляторы Tor, которые помогают обойти цензуру. Вы можете попробовать использовать мосты, если Tor блокируется вашим интернет провайдером. Каждый тип моста использует отличный от другого метод, чтобы избежать блокировки: если один тип не работает, попробуйте использовать другой.\n\nВы можете использовать предоставленные ниже мосты или получить их на %.";
"No Bridges: Directly Connect to Tor" = "Без мостов: прямое подключение к Tor";
"Provided Bridges: %" = "Предоставленные мосты: %";
"Custom Bridges" = "Пользовательские мосты";


// BridgeSelectViewController.xib
"Bridge Configuration" = "Настройка моста";
"Done" = "Готово";


// BridgeViewController.xib
"Sometimes you need a bridge to get to Tor." = "Иногда вам будет нужен мост, чтобы добраться до Tor.";
"TELL ME MORE" = "РАССКАЖИТЕ ПОДРОБНЕЕ";


// ConnectingViewController.swift
"Connected!" = "Подключено!";
"__CLAIM_1__" = "Наше сообщество делает Tor великолепным!";
"__CLAIM_2__" = "Каждый день люди используют Tor, чтобы избежать рекламы.";
"__CLAIM_3__" = "Люди используют Tor, чтобы безопасно оставаться на связи со своими друзьями и семьей.";
"__CLAIM_4__" = "Активисты используют Tor, чтобы свободно выражать свои мнения и убеждения.";
"__CLAIM_5__" = "Блоггеры используют Tor для сплочения людей к проведению активных социальных реформ.";
"__CLAIM_6__" = "Журналисты используют Tor для безопасного расследования событий, о которых они пишут.";
"__CLAIM_7__" = "Деловые люди используют Tor, чтобы сохранить стратегии своей компании в тайне.";
"__CLAIM_8__" = "Рабочие используют Tor для борьбы за справедливость, не опасаясь потерять работу.";


// ConnectingViewController.xib
"We're connecting you." = "Мы связываем вас.";
"START BROWSING" = "НАЧАТЬ ПРОСМОТР";


// CustomBridgeViewController.swift
"__CUSTOM_BRIDGE_EXPLANATION__" = "В другом браузере, посетите % и выберите 'Получить мосты'. Используйте \nраздел 'Расширенные опции'; рекомендуется использовать подключаемый \nтранспорт 'obfs4'. (Не выбирайте IPv6.)\n\nВы можете нажать значок камеры, чтобы использовать QR-код с веб-сайта,\n или вручную скопировать и вставить 'строки мостов' здесь:";

// ErrorViewController.xib
"Looks like we got stuck! Quit. Then restart the app." = "Похоже, мы застряли! Остановите. Затем перезапустите приложение.";


// HelloViewController.xib
"Hello" = "Привет";
"Welcome to Tor on mobile." = "Добро пожаловать в Tor для мобильных устройств.";
"CHANGE LANGUAGE" = "ИЗМЕНИТЬ ЯЗЫК";
"Change Language" = "Изменить язык";
"Cancel" = "Отмена";


// IntroViewController.xib
"CONTINUE WITHOUT" = "ПРОДОЛЖИТЬ БЕЗ";
"USE A BRIDGE" = "ИСПОЛЬЗОВАНИЯ МОСТА";


// NotrackViewController.xib
"Browse the internet how you expect you should." = "Просматривайте интернет таким, каким вы его ожидаете.";
"No tracking. No censorship." = "Нет отслеживания. Никакой цензуры.";


// ScanQrViewController.swift
"Error" = "Ошибка";
"Camera access was not granted or QR Code scanning is not supported by your device." = "Доступ к камере не был предоставлен или сканирование QR-кода не поддерживается вашим устройством.";
"QR Code could not be decoded! Are you sure you scanned a QR code from bridges.torproject.org?" = "QR-код не может быть расшифрован! Вы уверены, что вы отсканировали QR-код с сайта bridges.torproject.org?";
